Revit 2024 API
BRepBuilderGeometryId Properties
The BRepBuilderGeometryId type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
BRepBuilderGeometryId Class
Autodesk.Revit.DB Namespace